sdaiOpenSession
\details
The Open Session function shall initiate the SDAI implementation and start a new SDAI session.
\remarks
Possible error indicators:
sdaiSS_OPN Session open.
sdaiSS_NAVL SDAI not available.
sdaiSY_ERR Underlying system error.
\returns In normal condition: Session instance identifier. In error condition: NULL identifier.